Repository: husena18/Wiseapp
Catalog: wiseapp/lib/l10n/app_*.arb
Languages: gu, hi

# welcomewiseapp
source: Welcome to WiseApp
gu: WiseApp પર આપનું સ્વાગત છે
hi: स्वागत है WiseApp में

source: Hello World
gu: હેલો વિશ્વ
hi: हैलो वर्ल्ड

source: Lets Go!
gu: ચાલો ચાલો
hi: चलो चलते हैं

source: Search App Here:
gu: અહીં એપ્લિકેશન શોધો:
hi: यहाँ ऐप्प खोजें

source: Social Media
gu: સામાજિક મીડિયા
hi: सोशल मीडिया

source: Instagram
gu: ઇન્સ્ટાગ્રામ
hi: इंस्टाग्राम

source: Payment/Finance
gu: ચુકવણી અને વિત્ત
hi: भुगतान और वित्त

source: G-Pay
gu: જીપે
hi: जीपे

# phonepay
source: PhonePe
gu: ફોનપે
hi: फोनपे

source: PayTM
gu: પેટમ
hi: पेटीएम

# foodeliveryapp
source: Food Delivery Apps
gu: ખોરાક ડિલિવરી એપ્લિકેશન
hi: फूड डिलीवरी ऐप

source: Zomato
gu: ઝોમેટો
hi: जोमैटो

source: Swiggy
gu: સ્વિગી
hi: स्विगी

source: Travel App
gu: મુસાફરી એપ્લિકેશન
hi: यात्रा ऐप

source: IRCTC
gu: આઈ.આર.સી.ટી.સી
hi: आई आर सी टीसी

source: MakeMyTrip
gu: મેક માય ટ્રિપ
hi: मेक माय ट्रिप

source: Where is my Train
gu: મારી ટ્રેન ક્યાં છે
hi: वेर इज माय ट्रेन

source: Navigation App
gu: નેવિગેશન એપ્લિકેશન
hi: नेविगेशन ऐप

source: Google Maps
gu: ગૂગલ મેપ્સ
hi: गूगल मैप्स

source: GPS Navigation
gu: GPS નેવિગેશન
hi: जी पी एस नेविगेशन

source: Waze
gu: વેઝ
hi: वेज

source: Pinterest
gu: પિન્ટેરેસ્ટ
hi: पिंटरेस्ट

source: X
gu: એક્સ
hi: एक्स

# fromgallery
source: Use your camera to click a photo or select from your gallery
gu: ફોટો ક્લિક કરવા અથવા તમારી ગેલેરીમાંથી પસંદ કરવા માટે તમારા કેમેરાનો ઉપયોગ કરો
hi: फ़ोटो क्लिक करने या अपनी गैलरी से चयन करने के लिए अपने कैमरे का उपयोग करें

# storyadd
source: Add to your story for 24 hrs
gu: તમારા વાર્તા માટે 24 કલાક ઉમેરો
hi: अपनी कहानी में 24 घंटे के लिए जोड़ें

# searchfollow
source: Search and follow your friends
gu: તમારા મિત્રો શોધો અને અનુસરો
hi: अपने दोस्तों को खोजें और फॉलो करें

# dm
source: Text your friends (DM)
gu: તમારા મિત્રોને ટેક્સ્ટ કરો (DM)
hi: अपने दोस्तों को टेक्स्ट करें (DM)

# post
source: Post for everyone to see
gu: બધાને જોવા માટે પોસ્ટ કરો
hi: सभी को दिखाने के लिए पोस्ट करें

# reels
source: Scroll through reels for fun videos
gu: મજા માટે રીલ્સ સ્ક્રોલ કરો
hi: मजेदार वीडियो के लिए रील्स स्क्रॉल करें

source: Click here
gu: અહીં ક્લિક કરો
hi: यहाँ क्लिक करें

# postphoto
source: Click here after selecting a photo you want to post
gu: ફોટો પસંદ કરીને પોસ્ટ કરવા પછી અહીં ક્લિક કરો
hi: पोस्ट करने के लिए फोटो का चयन करने के बाद यहाँ क्लिक करें

# editstory
source: Use these to add text, music, and gifs to your story
gu: તમારા વાર્તામાં ટેક્સ્ટ, સંગીત અને GIF ઉમેરવા માટે આ વાપરો
hi: अपनी कहानी में पाठ, संगीत और GIF जोड़ने के लिए इस्तेमाल करें

# poststory
source: Click here to post story after editing
gu: સ્ટોરી સંપાદિત કરવા પછી અહીં ક્લિક કરો
hi: स्टोरी संपादित करने के बाद यहाँ क्लिक करें

source: Story uploaded
gu: વાર્તા અપલોડ કરી ગઈ છે
hi: कहानी अपलोड की गई

# newmessage
source: Click here to text someone new
gu: નવી વાત કરવા માટે અહીં ક્લિક કરો
hi: किसी नए व्यक्ति को टेक्स्ट करने के लिए यहाँ क्लिक करें

# selectpersontotext
source: Search and select the person you want
gu: તમે કોણ સાથે વાર્તા કરવા માંગો છો તેને શોધો અને પસંદ કરો
hi: आप जिस व्यक्ति के साथ टेक्स्ट करना चाहते हैं, उसे खोजें और चयन करें

# chatwithfriends
source: You can now chat with your friends
gu: તમે હવે તમારા મિત્રો સાથે ચેટ કરી શકો છો
hi: अब आप अपने दोस्तों के साथ चैट कर सकते हैं

# searchhere
source: Click here to search
gu: શોધવા માટે અહીં ક્લિક કરો
hi: यहाँ खोजें क्लिक करें

# searchpeople
source: Search the person you want to follow
gu: તમે અનુસરીને શોધો કે અહીં ક્લિક કરો
hi: आप फॉलो करना चाहते हैं उस व्यक्ति को खोजें या यहाँ क्लिक करें

# followhere
source: Click here to follow
gu: અહીં અનુસરો માટે ક્લિક કરો
hi: फॉलो करने के लिए यहाँ क्लिक करें

# followed
source: You are now following.
gu: તમે હવે અનુસરણ કરી રહ્યા છો.
hi: आप अब फॉलो कर रहे हैं।

# editpost
source: Edit your photos and click on next
gu: આપની ફોટોને સંપાદિત કરો અને આગળ પર ક્લિક કરો
hi: अपनी फोटो को संपादित करें और अगले पर क्लिक करें

# posted
source: Click here once you are ready to post
gu: તમે તૈયાર થવા પર પોસ્ટ કરવા માટે અહીં ક્લિક કરો
hi: पोस्ट करने के लिए तैयार होने के बाद यहाँ क्लिक करें

# postuploaded
source: Your post is uploaded, and you can now see it in your profile
gu: તમારી પોસ્ટ અપલોડ થઈ ગઈ છે, અને તમે હવે તેને તમારા પ્રોફાઇલમાં જોવી શકો છો
hi: आपकी पोस्ट अपलोड हो गई है, और आप अब इसे अपने प्रोफ़ाइल में देख सकते हैं

# nowfollow
source: You are now following this person
gu: તમે હવે આ વ્યક્તિને અનુસરી રહ્યા છો
hi: अब आप इस व्यक्ति को फॉलो कर रहे हैं

# searchlocation
source: Search a location
gu: લોકેશન શોધવા માટે અહીં ક્લિક કરો
hi: जहाँ आप जाना चाहते हैं, वहाँ की जानकारी खोजें

# locationsuccess
source: You,ve Successfully found the location
gu: તમે સફળતાપૂર્વક સ્થાન શોધી લીધું છે

# whatlocation
source: What location should we enter?
gu: આપણે ક્યાં જવું છે તે બતાવો
hi: हमें कौन सा स्थान दर्ज करना चाहिए?

# locans
source: 1. Look for famous places like the Eiffel Tower or Statue of Liberty. 2. Search for popular spots in your city, like parks or restaurants. 3. Try typing in your home address to see how it works. 4. Explore streets with the Street View feature. 5. Switch to Satellite View to see places from above. By trying out these things, you will quickly get the hang of how Google Maps works!
gu: 1. આઇફલ ટાવર અથવા સ્ટેચ્યુ ઓફ લિબર્ટી જેવા પ્રસિદ્ધ સ્થાનો માટે શોધો. 2. તમારા શહેરના પ્રસિદ્ધ સ્પોટ્સ માટે શોધો, જેવા કે પાર્ક્સ અથવા રેસ્ટોરન્ટ્સ. 3. તમારું ઘરનું સરનામું ટાઇપ કરીને જોવો કેવી રીતે કામ કરે છે. 4. સ્ટ્રીટ વ્યુ ફિચર સાથે રસ્તાઓને અન્વેષણ કરો. 5. સેટેલાઇટ વ્યુ પર સ્થાનો પર ઉપરથી જોવા માટે સ્
hi: 1. ऐसे प्रसिद्ध स्थानों की तलाश करें जैसे ऑफल टावर या स्टेचू ऑफ लिबर्टी। 2. अपने शहर में लोकप्रिय स्थानों की तलाश करें, जैसे पार्क या रेस्तरां। 3. अपने घर का पता टाइप करके देखें कि यह कैसे काम करता है। 4. स्ट्रीट व्यू सुविधा के साथ सड़कों का अन्वेषण करें। 5. ऊपर से स्थानों को देखने के लिए सैटेलाइट व्यू पर स्विच करें। इन चीजों को आजमाकर, आप जल्दी ही सीख जाएंगे कि गूगल मैप्स कैसे काम करता है!

# story
source: What is an instagram story?
gu: ઇન્સ્ટાગ્રામ સ્ટોરી શું છે?
hi: इंस्टाग्राम स्टोरी क्या है?

# storyans
source: Instagram Stories are a feature on Instagram that allows users to post photos or videos that vanish after 24 hours. Its a great way to share moments from your day, without overloading your profile with photos and videos. You can add text, music, and gifs to your story, and you can also see who has viewed your story
gu: ઇન્સ્ટાગ્રામ સ્ટોરી એક ફોટો અથવા વિડિઓ છે જે તમે તમારા પ્રોફાઇલમાં પોસ્ટ કરી શકો છો અને તે 24 કલાક સુધી દેખાતી રહે છે.
hi: इंस्टाग्राम स्टोरी एक फ़ीचर है जिसमें आप अपनी फोटो और वीडियो को 24 घंटे के लिए अपलोड कर सकते हैं। आप अपनी स्टोरी में टेक्स्ट, स्टिकर्स, टैग और फिल्टर भी जोड़ सकते हैं। आपकी स्टोरी को आपके फॉलोवर्स देख सकते हैं और आप भी उनकी स्टोरी देख सकते हैं।

# follow
source: Why should we follow people on Instagram?
gu: ઇન્સ્ટાગ્રામ ફોલો શું છે?
hi: हमें क्यों किसी को फॉलो करना चाहिए?

# followans
source: Following people on Instagram is a great way to stay updated on what your friends and family are up to. When you follow someone, you can see their posts and stories in your feed, and you can also send them direct messages. Following people is also a great way to discover new content and connect with people who share your interests.
gu: ઇન્સ્ટાગ્રામ ફોલો એ તમારા મિત્રો અને અનુસરણકર્તાઓને તમારી પોસ્ટ અને સ્ટોરીઓ જોવા માટે તમારી પ્રોફાઇલને અનુસરે છે.
hi: आप उस व्यक्ति को फॉलो कर सकते हैं जिसकी पोस्ट आपको पसंद है और जिसकी स्टोरी आपको देखनी है। आप उस व्यक्ति को फॉलो कर सकते हैं जिसके फॉलोवर्स आपके फॉलोवर्स के साथ मेल खाते हैं।

# posts
source: What is an instagram post?
gu: ઇન્સ્ટાગ્રામ પોસ્ટ શું છે?
hi: इंस्टाग्राम पोस्ट क्या है?

# postans
source: An Instagram post is a photo or video that you share on Instagram. You can add a caption to your post, and you can also tag people and add a location. You can also share your post to other social media platforms, like Facebook and Twitter.
gu: ઇન્સ્ટાગ્રામ પોસ્ટ એક ફોટો અથવા વિડિઓ છે જે તમે તમારા પ્રોફાઇલમાં પોસ્ટ કરી શકો છો અને તે તમારા મિત્રો અને અનુસરણકર્તાઓ દ્વારા જોવા માટે ઉપલબ્ધ રહે છે.
hi: इंस्टाग्राम पोस्ट एक फ़ीचर है जिसमें आप अपनी फोटो और वीडियो को अपलोड कर सकते हैं। आप अपनी पोस्ट में टेक्स्ट, स्टिकर्स, टैग और फिल्टर भी जोड़ सकते हैं। आपकी पोस्ट को आपके फॉलोवर्स देख सकते हैं और आप भी उनकी पोस्ट देख सकते हैं।

# dms
source: What is a direct message?
gu: ઇન્સ્ટાગ્રામ ડાયરેક્ટ મેસેજ શું છે?
hi: इंस्टाग्राम DM क्या है?

# reelss
source: What are Instagram Reels?
gu: ઇન્સ્ટાગ્રામ રીલ્સ શું છે?
hi: इंस्टाग्राम रील्स क्या है?

# reelsans
source: Instagram Reels are short, entertaining videos that you can create and share on Instagram. You can add music, text, and effects to your Reels, and you can also share your Reels to your story or feed. Reels are a great way to show off your creativity and connect with your followers.
gu: ઇન્સ્ટાગ્રામ રીલ્સ એક વિડિઓ છે જે તમે તમારા પ્રોફાઇલમાં પોસ્ટ કરી શકો છો અને તે તમારા મિત્રો અને અનુસરણકર્તાઓ દ્વારા જોવા માટે ઉપલબ્ધ રહે છે.
hi: इंस्टाग्राम रील्स एक फ़ीचर है जिसमें आप छोटे वीडियो बना सकते हैं। आप अपने रील्स में गाने, डायलॉग और फिल्टर भी जोड़ सकते हैं। आप अपने रील्स को अपने फॉलोवर्स के साथ शेयर कर सकते हैं।

# chdm
source: Click here to send a direct message
gu: ડાયરેક્ટ મેસેજ મોકલવા માટે અહીં ક્લિક કરો
hi: डायरेक्ट मैसेज भेजने के लिए यहाँ क्लिक करें

# chtsm
source: Click here to text someone new!
gu: નવો વ્યક્તિને ટેક્સ્ટ કરવા માટે અહીં ક્લિક કરો!
hi: किसी नए व्यक्ति को टेक्स्ट करने के लिए यहाँ क्लिक करें

# searchselectfollow
source: Search and select the person you want to follow
gu: શોધો અને પસંદ કરો વ્યક્તિ જેને તમે અનુસરવા માંગો છો!
hi: खोजें और चयनित व्यक्ति को फॉलो करें!

# fnf
source: You can now chat with your friends & family!
gu: તમે હવે તમારા મિત્રો અને કુટુંબને ચેટ કરી શકો છો!
hi: अब आप अपने दोस्तों और परिवार से चैट कर सकते हैं!

# orderfood
source: Order food from your favourite restaurants
gu: ખોરાક ઓર્ડર કરવા માટે અહીં ક્લિક કરો
hi: अब आप खाना ऑर्डर कर सकते हैं!

# howtorder
source: How to order food?
gu: ખોરાક ઓર્ડર કરવા માટે આ વાપરો
hi: खाना ऑर्डर करने के लिए यहाँ क्लिक करें

# howorderfood
source: 1. Open the Zomato app and sign in to your account. 2. Enter your location to see the restaurants near you. 3. Browse the menu of the restaurant you want to order from. 4. Add the items you want to your cart and proceed to checkout. 5. Choose your payment method and place your order. 6. Track your order and wait for it to be delivered to your door!
gu: 1. આપણે ખોરાક ઓર્ડર કરવા માટે એપ્લિકેશન વાપરીએ છીએ. 2. આપણે ખોરાક ઓર્ડર કરવા માટે એપ્લિકેશન વાપરીએ છીએ. 3. આપણે ખોરાક ઓર્ડર કરવા માટે એપ્લિકેશન વાપરીએ છીએ. 4. આપણે ખોરાક ઓર્ડર કરવા માટે એપ્લિકેશન વાપરીએ છીએ. 5. આપણે ખોરાક ઓર્ડર કરવા માટે એપ્લિકેશન વાપરીએ છીએ.
hi: खाना ऑर्डर करने के लिए आपको अपना पता और खाना चुनना होगा। आप अपने खाने को ऑर्डर करने के बाद आपको अपने खाने की डिलीवरी का समय भी दिखाया जाएगा।

# selectsuccess
source: You have successfully selected the restaurant and ordered food in the cart
gu: તમે સફળતાપૂર્વક પસંદ કર્યું છે
hi: आपका चयन सफल हुआ है

# successlearn
source: Congratulations, you have successfully learned it!
gu: અભિનંદન, તમે સફળતાપૂર્વક તે શીખી લીધું છે!
hi: बधाई हो, आपने इसे सफलतापूर्वक सीख लिया है!

# dmans
source: A direct message, or DM, is a private message sent on social media platforms. You can use DMs to chat with your friends, and you can also send photos and videos through DMs. You can also create group chats with multiple people.
hi: इंस्टाग्राम DM एक फ़ीचर है जिसमें आप अपने फॉलोवर्स को टेक्स्ट कर सकते हैं। आप अपने फॉलोवर्स को फोटो, वीडियो और लिंक भी भेज सकते हैं।
